[{"name": "trisa tay", "age": "none", "gmail": "trisa_tay@yahoo.com", "skills": "financial & regulatory reporting, fiscal management, accounting system development, compliance, risk management, it literacy, excel skills, cash management, deal structuring, fund valuation, trade settlements, financial planning, financial analysis, forecasting, budgeting, tax planning, process improvement, financial decision-making", "academic": "bachelor of accountancy", "major": "accountancy", "language": "none", "certificate": "chartered accountant", "experience": "Over 20 years of experience as financial controller. Key responsibilities include leadership, compliance & risk management, operations/middle office, business partnering, financial control. Worked at various companies such as Zana Capital Pte Ltd, CMIA Capital Partners Pte Ltd, Resources Global Professional (Singapore) Pte Ltd, OpenWay Asia Pte Ltd, Liberty Mutual Insurance Europe Limited, VCheq,com Pte Ltd, Chartered Asset Management Pte Ltd, Arthur Andersen LLP, L.N. Group of Companies, Neptune Orient Lines Limited, Pricewaterhouse LLP.", "personality": "none", "cv_matching": 0.30971538501138784}, {"name": "Đinh Văn Thị", "age": "18", "gmail": "dinhthi1440@gmail.com", "skills": "Kotlin, Dart, GitHub, Source Tree, Postman, Figma, Firebase, Android Studio, Photoshop, SQLite, Firebase, Retrofit, Restful, Gson, OkHttp, MVVM Clean Architecture, LiveData, Navigation Component, Deeplink", "academic": "Bachelor's Degree", "major": "Software Engineering", "language": "Vietnamese, English", "certificate": "None", "experience": "Android Developer Intern with 1 year of experience in software engineering. Worked on 3 personal projects using Android Kotlin with a team size of 4, focusing on frontend and backend development. Proficient in MVVM Clean Architecture, Retrofit, Gson, OkHttp, Room Database, Koin, RxKotlin, RxAndroid, Navigation Component.", "personality": "None", "cv_matching": 0.40860348861985746}, {"name": "truong quang son", "age": "none", "gmail": "quangson503@gmail.com", "skills": "c#, asp.net mvc, asp.net core api, java, sql server, mongodb, angular, bootstrap", "academic": "software engineering", "major": "none", "language": "none", "certificate": "none", "experience": "1 year working experience as a back-end developer in software engineering", "personality": "none", "cv_matching": 0.38507822406610875}, {"name": "lindsay atkinson", "age": "none", "gmail": "email@email.com", "skills": "survey creation, experimental design, raw data analysis, data science methodologies, big data analysis, machine learning principles, regression analysis, quantitative methods, data warehousing, data scrubbing, data manipulation, statistical modelling, business intelligence, database design, data mining, probability theory", "academic": "master's degree", "major": "statistics and data sciences", "language": "english, russian, french", "certificate": "MCSE: Data Management and Analytics, Associate Big Data Engineer (ABDE) Certification", "experience": "Senior Data Analyst at Archem Borger (Jan 2018 - Present), Data Analyst at Algorax Chemicals Los Angeles (Jan 2015 - Dec 2017), Junior Data Analyst at BASF Organic Chemicals Green Bay (Jan 2013 - Dec 2014)", "personality": "none", "cv_matching": 0.3358164274149749}, {"name": "Do Tuan Kiet", "age": "none", "gmail": "tuankiet.working@gmail.com", "skills": "PHP, C#, HTML/CSS, Java, JavaScript", "academic": "College Degree", "major": "Information Technology (Software Technology)", "language": "English", "certificate": "none", "experience": "3 years as a developer. Projects include building websites with HTML, CSS, JS, MVC, Microsoft SQL, PHP, Bootstrap, and MySQL. Also developed an Android app for currency conversion.", "personality": "I have the ability to withstand high pressure and self-study, and I love to learn new technologies.", "cv_matching": 0.5070593097970557}, {"name": "trần đăng khoa", "age": "none", "gmail": "tdkhoa1101@gmail.com", "skills": "css, javascript, c++, c#, java, python, php, solidity, laravel framework, python flask, java spring mvc, vue.js, mysql, sql", "academic": "information technology", "major": "none", "language": "english", "certificate": "none", "experience": "1 year as a web developer - back-end developer", "personality": "none", "cv_matching": 0.40507822206634214}, {"name": "huynh minh chi", "age": "none", "gmail": "mchihuynh.work@gmail.com", "skills": "vue.js, react.js, react native, html, css, javascript, typescript, vuex, redux, chart.js, bootstrap, tailwind, websocket, dialogflow cx, firebase, figma, adobe photoshop, staruml, cypress testing", "academic": "bachelor of software engineering", "major": "software engineering", "language": "english", "certificate": "toeic certificate with score 605- iig vietnam m ar, 2024", "experience": "1-year experience as a frontend developer at flipjungle lab company limited, working with vue.js, nuxt.js, react.js, react native, nodejs, html, css, typescript, aws cognito, cypress testing, strapi", "personality": "none", "cv_matching": 0.4119230283303502}, {"name": "dharini manokar", "age": "none", "gmail": "dharinithiru90@gmail.com", "skills": "selenium automation testing, ui frameworks like ext js, angular js, dojo and jquery, spring mvc, spring integration with webservices, websphere application servers, websphere portal server, sql queries, unix commands, rad, maven, svn, cvs, java, jsp, jsf, javascript, html, xml, css", "academic": "none", "major": "none", "language": "tamil and english", "certificate": "none", "experience": "Tech Lead with 2 years experience in Inautix Technologies, Associate with 4.7 years of experience in CTS", "personality": "none", "cv_matching": 0.35182452051484664}, {"name": "Robert Smith", "age": "none", "gmail": "info@qwikresume.com", "skills": "data mining, data analysis, machine learning, python, r, matlab, sphinx, latex, mathematica, maple, git, cvs, htcondor", "academic": "PhD in Physics", "major": "Physics", "language": "none", "certificate": "Data Analysis and Machine Learning", "experience": "Over ten years of successful research experience in both theoretical and computational physics. Two years of working experience as a Data Scientist at ABC Corporation.", "personality": "none", "cv_matching": 0.3504574162395079}, {"name": "Đặng Ngọc Minh Triết", "age": "none", "gmail": "triet334@gmail.com", "skills": "english, spring boot, java, html/css, sql server/mysql server", "academic": "fullstack course", "major": "full-stack developer", "language": "english", "certificate": "ielts certiﬁcate", "experience": "2 years working as a full stack developer and java intern", "personality": "none", "cv_matching": 0.46284647402082835}, {"name": "Nguyễn Hồng Lê Duy", "age": "none", "gmail": "duynguyenle1196@gmail.com", "skills": "Python, Java, Django Rest Framework, Django, Celery, Spring MVC, JSP, JDBC, RESTful API, Spring Boot, JPA", "academic": "Bachelor's Degree", "major": "Chemical Engineer - Organic Synthesis", "language": "Vietnamese, English", "certificate": "Business Administration", "experience": "1 year in Python language and technologies web related such as Django Rest Framework, Django, Celery. 6 months in Java language and technologies web related such as Spring MVC, JSP, JDBC, RESTful API, Spring Boot, JPA", "personality": "none", "cv_matching": 0.38712122385816217}, {"name": "luc huynh t an hoang", "age": "none", "gmail": "hoanglhtje@gmail.com", "skills": "document types: frd, srs, user story, software development lifecycle, sql, html, ui/ux, uml, bpmn, manual testing, jira, draw.io, figma, balsamiq, visual paradigm", "academic": "management information system", "major": "management information system", "language": "none", "certificate": "fundamental business analysis course", "experience": "More than 1 year of experience as an Implementation Consultant ERP at BYS Joint Stock Company and Business Analyst Internship at Amit Group", "personality": "none", "cv_matching": 0.42081873751128357}, {"name": "Dinh Van Hieu", "age": "none", "gmail": "dvhieu230199@gmail.com", "skills": "HTML, CSS, JavaScript, ReactJS, React Hooks, Git, Sass", "academic": "none", "major": "none", "language": "English", "certificate": "none", "experience": "6 months of working experience as a Front-end Developer at ITVina Company (June 2023 - September 2023) and 3 months of working experience as a Front-end Developer at Corsivalab Company (January 2023 - March 2023)", "personality": "Team-player, Good communication skills, Always has an urge in researching and learning efficient ways to approach the problems", "cv_matching": 0.3939186918267987}, {"name": "Lucas Le", "age": "none", "gmail": "lucas.le3306@gmail.com", "skills": "basic html, css, javascript, sql, git, php, laravel, basic japanese, basic design and edit in adobe photoshop, adobe after effects", "academic": "information technology", "major": "none", "language": "english, basic japanese", "certificate": "none", "experience": "1 year working as a teaching assistant at Saigon American English, currently studying information technology at Hanoi Open University and completed web programming with PHP/Laravel framework course and internship at ZendVN Programming Training Center", "personality": "none", "cv_matching": 0.4913211206946957}]