[{"id": 0, "title": "IT Assistant Intern", "level": "Junior", "company": "Workforce Australia for Individuals", "location": "Sydney, New South Wales, Australia", "apply_link": "https://au.linkedin.com/jobs/view/it-assistant-intern-at-workforce-australia-for-individuals-3958059067?position=2&pageNum=0&refId=%2FlVnJHIWNCmZw8cRuj%2FMFA%3D%3D&trackingId=YvLjd86SCTxV0YIvgNeJVQ%3D%3D&trk=public_jobs_jserp-result_search-card", "description": "24th June, 2024About The Host CompanyOur Host Company is ___________ Our Host Company believes in investing in fresh talent and nurturing them for growth and career success. ABOUT POSITION :Were looking for an IT Assistant Intern. Our host company offers meaningful work experience, strong supervision, supportive work environment, and is planning to offer permanent employment for the suitable candidate. ABOUT YOU: You Mustbe studying a relevant degree qualification or a recent graduate/skilled migrant. have excellent communication skills, both written and spoken. have the necessary technical and soft skills to perform the job. be committed to a career in your field of study. be able to work at least 3 days per week. Learning OutcomesYou could be provided workClick here to view more detail / apply for IT Assistant Intern\n\n\n\n        \n            Show more\n          \n\n          \n\n\n\n        \n            Show less", "skills": "excellent communication skills, technical skills, soft skills", "academic": "relevant degree qualification or recent graduate/skilled migrant"}, {"id": 1, "title": "IT Assistant Intern", "level": "Junior", "company": "STUDY AND WORK", "location": "Sydney, New South Wales, Australia", "apply_link": "https://au.linkedin.com/jobs/view/it-assistant-intern-at-study-and-work-3957476634?position=3&pageNum=0&refId=%2FlVnJHIWNCmZw8cRuj%2FMFA%3D%3D&trackingId=MDLKELScRJGH22q0K8yuXw%3D%3D&trk=public_jobs_jserp-result_search-card", "description": "About The Host CompanyOur Host Company is ___________Our Host Company believes in investing in fresh talent and nurturing them for growth and career success.ABOUT POSITION:We’re looking for an IT Assistant Intern.Our host company offers meaningful work experience, strong supervision, supportive work environment, and is planning to offer permanent employment for the suitable candidate.ABOUT YOU:You Mustbe studying a relevant degree qualification or a recent graduate/skilled migrant.have excellent communication skills, both written and spoken.have the necessary technical and soft skills to perform the job.be committed to a career in your field of study.be able to work at least 3 days per week.Learning OutcomesYou could be provided work experience in the following areas:Install and configure computer systems, diagnose hardware and software faults, and solve technical and application issues.Provide technical support to internal staff at all levels of seniority and IT literacy.Manage access and subscriptions for websites, domains, and emailsEnsure users have access to storage, protection, and security for data on individual devices.Continuously review systems and hardware to ensure setup and security actions are sufficient.Improve security to prevent and respond to threats, and safeguard information, assets, and services.Maintain storage and manage backups of users' devices and shared systemsSet up, maintain, support, and arrange repairs for printers and other devices.Contribute to the IT Strategy, development, and executionLOCATION:The host company is located at SydneyWHY SHOULD YOU APPLY?You Will Benefit With$0 placement fee (A program fee of $2,200 applies if you want a guaranteed placement).Unpaid work experience guaranteed for 12 weeks.Interview the interviewer to assess the quality of the internship.Internship agreement with a structured training plan.Reputable host company.Challenging, meaningful, and relevant job dutiesPerformance appraisals by the supervisor to ascertain that you are learning and progressing on the job.Options to work 3, 4, or 5 days per week so you can balance internship with your study or work commitments.A chance to prove your worth to secure a job offer.Job placement assistance after internship.Work experience insurance cover for peace of mind.Compliance with Fair Work Ombudsman’s guidelines for an internship to ascertain that you are the one benefiting the most from the internship, not your host company.Check out some of our success stories at:BIT.LY/STUDYANDWORKSTARSWant to start your career? Why wait?Apply now!\n        \n\n\n        \n            Show more\n          \n\n          \n\n\n\n        \n            Show less", "skills": "analytical thinking, logical thinking, problem solving, communication, technical skills", "academic": "relevant degree qualification or recent graduate/skilled migrant", "experience": "working experience required: none"}, {"id": 2, "title": "Information Technology Traineeship", "level": "Junior", "company": "Australian Training Company", "location": "Sydney, New South Wales, Australia", "apply_link": "https://au.linkedin.com/jobs/view/information-technology-traineeship-at-australian-training-company-3966040918?position=4&pageNum=0&refId=%2FlVnJHIWNCmZw8cRuj%2FMFA%3D%3D&trackingId=tIxmdPt6rQXbNnjvGkKz2A%3D%3D&trk=public_jobs_jserp-result_search-card", "description": "Australian Training Company has an exciting entry-level opportunity available for an enthusiastic, committed and focused person with a keen interest in Information Technology. The successful candidate will be completing a Certificate III in Information Technology.LocationThe location for this role is in a school environment supporting teachers’ IT requirements in the Western Sydney region.About The RoleWill be providing technical and user support while receiving on and off-the-job training.Previous experience or qualifications are not essential although a background in IT at the HSC level completing IPT or VET IT or equivalent will be desirable.Would highly suit a 2023 Year 12 school leaver.All trainees are paid in accordance with the National Training Wage Award.Start ASAP.Skills And ExperienceWill need to have an aptitude for learning technical tasks and systems with the ability to troubleshoot IT issues.Ability to work on tasks both independently and with a team.Good communication skills and the ability to demonstrate initiative.The ability to work across both MAC and PC platforms is highly desired.Own transport is an advantage but not essential.How To ApplyStrictly genuine applicants need to apply only. Apply below or send your cover letter and resume to Jane North – jnorth@austrg.com.auJob FeaturesJob Category Information Technology Suburb Western Sydney Vacancy Certificate III Information Technology No. of positions 1 Hours per week 37.5 Start date ASAP Interview date ASAP\n        \n\n\n        \n            Show more\n          \n\n          \n\n\n\n        \n            Show less", "skills": "aptitude for learning technical tasks and systems, troubleshooting IT issues, communication, initiative", "academic": "Certificate III in Information Technology", "major": "Information Technology", "certificate": "Certificate III in Information Technology"}, {"id": 3, "title": "IT (Helpdesk) Support Intern", "level": "Junior", "company": "CAREER PANACEA (Internship & Resume Specialist)", "location": "Brisbane, Queensland, Australia", "apply_link": "https://au.linkedin.com/jobs/view/it-helpdesk-support-intern-at-career-panacea-internship-resume-specialist-3969582535?position=5&pageNum=0&refId=%2FlVnJHIWNCmZw8cRuj%2FMFA%3D%3D&trackingId=poHV47UPj9Od5wX%2Bfu5evQ%3D%3D&trk=public_jobs_jserp-result_search-card", "description": "The successful intern would get exposure to the following duties:Performing bank reconciliation.Proven experience in providing IT support, including remote and onsite assistance.Strong knowledge of Microsoft technologies, especially Microsoft 365.Proficiency in troubleshooting hardware, software, network, and cloud-related issues.Experience with installing and maintaining various IT hardware, including laptops, desktops, printers, servers, and network devices.Familiarity with WordPress and experience in website maintenance.Excellent communication and customer service skills.Ability to manage multiple tasks and provide timely solutions to technical issues.Benefits of the Voluntary Professional Career Internship Program:Hands-on industry exposure to bridge the gap between education and employment with flexibility on a part-time basisThere is high potential for securing a job following the completion of the internship for the right talent.The placement fee is the lowest possible and is only charged if a successful placement is secured; there are no registration fees.You will have the opportunity to work alongside professionals in your industry, expanding your network, competencies, and career growth.This internship offers a wealth of knowledge and transferable skills that you can gain, and the host company will provide you with a work experience letter.GET AN INTERNSHIP WITH A GUARANTEE OF SATISFACTION or YOU DON'T PAY !W: https://careerpanacea.com.au/\n\n\n\n        \n            Show more\n          \n\n          \n\n\n\n        \n            Show less", "skills": "troubleshooting, hardware, software, network, cloud-related issues, wordpress, communication, customer service", "experience": "proven experience in providing IT support, installing and maintaining IT hardware"}, {"id": 4, "title": "Expression of Interest ? ICT Work Placement", "level": "Junior", "company": "Workforce Australia for Individuals", "location": "Hobart, Tasmania, Australia", "apply_link": "https://au.linkedin.com/jobs/view/expression-of-interest-%3F-ict-work-placement-at-workforce-australia-for-individuals-3968149878?position=6&pageNum=0&refId=%2FlVnJHIWNCmZw8cRuj%2FMFA%3D%3D&trackingId=RPdNnXgmTJZdo%2FVXyt1LOQ%3D%3D&trk=public_jobs_jserp-result_search-card", "description": "Expression of Interest - ICT Work PlacementApply now Job no:  492542 Work type:  Casual Location:  Hobart Categories:  CorporatePosition OverviewWe are looking for students with a strong interest in technology and a desire to learn more about the ICT industry. Our IT team are essential in navigating digital transformation, enabling Hazell Bros to innovate, grow, and remain competitive in today's technology-driven landscape.You will work closely with our IT professionals gaining firsthand exposure to the ICT industry and practical experience in a professional and supportive work environment. You will develop valuable skills and competencies that can be applied to future academic and career pursuits. Great opportunities to build connections and expand your network within the ICT community.We offer flexible work experience options including student work experience and internships.AboutClick here to view more detail / apply for Expression of Interest ? ICT Work Placement\n\n\n\n        \n            Show more\n          \n\n          \n\n\n\n        \n            Show less", "skills": "technology, IT professionals, digital transformation, innovation, growth, competitive, skills, competencies, academic, career pursuits, connections, network"}]