[
  {
    "name": "huy nguyen",
    "age": "22",
    "gmail": "huydevtr@gmail.com",
    "skills": "scss, javascript, reactjs, java, java servlet, java spring boot, php, lavavel, sql server, mysql, mongodb, business analysis, three layer model, mvc model, git, postman, hibernate",
    "academic": "information technology",
    "major": "software engineering",
    "language": "english",
    "certificate": "none",
    "experience": "3 years working as a software developer and business analyst",
    "personality": "none",
    "cv_matching": 0.4583917250118155
  },
  {
    "name": "lê nhật sơn",
    "age": "22",
    "gmail": "sunbi4719@gmail.com",
    "skills": "vmware workstation, cấu hình và quản lý hệ thống, ms ofﬁce, kiến thức cơ bản về mạng và bảo mật thông tin, kỹ năng giao tiếp tốt và làm việc nhóm",
    "academic": "ho chi minh city university of technology",
    "major": "mạng máy tính và truyền thông",
    "language": "vietnamese, english",
    "certificate": "none",
    "experience": "4 years working experience. Roles: programer, part time, it support",
    "personality": "none",
    "cv_matching": 0.5011200390128564
  },
  {
    "name": "Ho Duc Phap",
    "age": "none",
    "gmail": "hophap1311@gmail.com",
    "skills": "HTML, CSS, Tailwind CSS, Ant Design, JavaScript/TypeScript, Redux Toolkit, Figma, React JS/Next JS, Node JS, Express JS, MongoDB, RESTful API, JSON Web Token",
    "academic": "University Degree",
    "major": "Information Technology",
    "language": "English",
    "certificate": "none",
    "experience": "Front-end Developer at ExperienceApps Cyclone Company, 4/3/2024 - 3/5/2024",
    "personality": "none",
    "cv_matching": 0.4223225100790795
  },
  {
    "name": "nguyenvantuan",
    "age": "none",
    "gmail": "duncan.nguyen.18@gmail.com",
    "skills": "java, nodejs, html, css, mysql, mongodb, postgres, git, github, gitlab, linux, docker, jenkins, ansible, mognosh, mysqlsh, spring",
    "academic": "informationtechnology",
    "major": "adse-aptechsaigon-hochiminh",
    "language": "english",
    "certificate": "none",
    "experience": "6 months as a fresher nodejs backend developer at Unity in Diversity Inc. Worked with Shopify API, Shopbase API, MongoDB. Used API to optimize orders and export Excel files. Supported fulfillment of multiple orders with API. Refactored and cleaned code of the project.",
    "personality": "none",
    "cv_matching": 0.4098592734704024
  },
  {
    "name": "harvey dent",
    "age": "none",
    "gmail": "hdent@email.com",
    "skills": "python, r, tensorflow, pytorch, scikit-learn, keras, sql, nosql, git, docker, kubernetes, agile and scrum, statistics, data visualization, deep learning, natural language processing",
    "academic": "master of science in computer science",
    "major": "ai",
    "language": "none",
    "certificate": "none",
    "experience": "5 years of experience as a machine learning engineer. Currently leading a team of AI engineers at OpenAI.",
    "personality": "none",
    "cv_matching": 0.334076026684703
  },
  {
    "name": "kaushika s",
    "age": "34",
    "gmail": "kaushi.it@gmail.com",
    "skills": "design and development, requirements gathering, team leadership, onsite coordination, issues resolution, forecasting, code review, support and maintenance, root cause analysis, client interaction, test case preparation, deployment support, interface mapping, low level design, unit testing, middleware development, uat coordination",
    "academic": "none",
    "major": "none",
    "language": "none",
    "certificate": "none",
    "experience": "10 years of experience in software development and project management roles",
    "personality": "none",
    "cv_matching": 0.4608388868005061
  },
  {
    "name": "huynh duy phuong",
    "age": "none",
    "gmail": "huynhduyphuong116@gmail.com",
    "skills": "html, css, typescript, javascript, bootstrap, reactjs, php, asp.net core web api, asp.net core mvc, sql, mysql server, git, chat gpt",
    "academic": "information technology / computer programming",
    "major": "computer programming",
    "language": "none",
    "certificate": "none",
    "experience": "3 years of working experience\n- front-end work experience: creating a website interface, leader of the team\n- back-end work experience: creating a sales website, member of the team\n- experience working with windows forms app (.net framework)",
    "personality": "none",
    "cv_matching": 0.5235757163087438
  },
  {
    "name": "g l n chaitanya",
    "age": "none",
    "gmail": "none",
    "skills": "IBM WTX, IBM DataPower, IBM BPM v 8.5, XML, XSD, XSLT, WSDL",
    "academic": "none",
    "major": "none",
    "language": "none",
    "certificate": "none",
    "experience": "4 years as Associate Technical Consultant at Perficient, Inc. - WellPoint (Nasco), Dakota (Barclay's), Global Payments Systems (Harbor Payments Inc.)",
    "personality": "none",
    "cv_matching": 0.33939104503169454
  },
  {
    "name": "John Horton",
    "age": "none",
    "gmail": "john.joseph.horton@gmail.com",
    "skills": "economics, labor economics, econometrics, R, data science, Python, SQL, LaTeX, Mathematica, crowdsourcing, statistics, Emacs, mathematical modeling, organizational economics, Stata, machine learning, data analysis, data mining, analytics, public policy",
    "academic": "PhD",
    "major": "Public Policy",
    "language": "none",
    "certificate": "none",
    "experience": "1 year as Assistant Professor at NYU Stern School of Business, 2 years 7 months as Staff Economist at oDesk, 4 years 7 months as Graduate Student in Public Policy at Harvard University, 5 years 1 month as Tank Platoon Leader and Company Executive Officer at US Army",
    "personality": "none",
    "cv_matching": 0.2965994838113851
  },
  {
    "name": "hariharanadh karanam",
    "age": "none",
    "gmail": "hariharanadh2010@gmail.com",
    "skills": "Java, Spring, Hibernate, Web Services, Spring Boot, HTML, CSS, JavaScript",
    "academic": "B.E in Computer Science and Engineering",
    "major": "Computer Science and Engineering",
    "language": "English, Telugu, Hindi, Tamil",
    "certificate": "Cognizant Certified Professional for Omega.Java, General Insurance and Fundamentals of Insurance Industry, Trained Emergency Response Team Volunteer at Cognizant",
    "experience": "4 years of experience in Java, Spring, Hibernate and Web Services. 2 years of experience in Spring Boot. Worked on various development projects for Standard Chartered and Travelers clients. Senior Software Engineer at HCL Technologies since September 2017. Programmer Analyst at Cognizant Technology Solutions from July 2014 to September 2017.",
    "personality": "none",
    "cv_matching": 0.4077470418527205
  },
  {
    "name": "jinu k daniel",
    "age": "32",
    "gmail": "jinu5552000@gmail.com",
    "skills": "java, j2ee, wmb, iib, application development, web services, esql",
    "academic": "b.tech",
    "major": "computer science & engineering",
    "language": "english, malayalam, hindi",
    "certificate": "none",
    "experience": "3.9 years as a senior software engineer in zerone consulting private limited, infopark, kochi. Roles include active involvement in analysis, designing and coding, interaction with clients, quality analysis, designing and developing message flows, troubleshooting and resolving problems with mq & mb environment, providing support to IBM via PMR, managing a team of 4 members.",
    "personality": "none",
    "cv_matching": 0.3584708888425328
  },
  {
    "name": "User",
    "age": "none",
    "gmail": "none",
    "skills": "IBM BPM, Data Power XI50, WebSphere Transformation Extender, Message Broker, Message Queues, WSDL, XSD, XML, XPath, XSLT, SOA, ESB, Web Services, Agile, Scrum",
    "academic": "Master of Computer Applications (MCA)",
    "major": "Computer Applications",
    "language": "none",
    "certificate": "IBM Business Process Manger Express or Standard Edition V8.0 App Dev, IBM WebSphere DataPower SOA Appliances Firmware V5.0 Solution Implementation, Certified Scrum Master (CSM)",
    "experience": "4+ years of experience as a Technical Consultant in Perficient India Pvt Ltd. Experienced in IBM BPM, Data Power XI50, WebSphere Transformation Extender, Message Broker, WebSphere MQ, WSRR, Java, C, C++, Oracle, DB2, Windows, Unix, IBM Clear Case, CVS, Clear Quest, JIRA, SOAP UI. Responsible for analyzing process requirements, designing processes, configuring web service integrations, creating mapping specifications, triaging defects, conducting knowledge sharing sessions, unit testing, integration testing, preparing mapping specifications, implementing DataPower services, uploading WSDLs and schemas, creating type trees, developing WTX maps, impact analysis, defect fixing, preparing release notes, transforming messages, preparing unit test cases, integrating WTX maps with message broker, end-to-end flow testing, analyzing business requirements, working with database adapters, preparing unit test cases, working with different transaction operations.",
    "personality": "none",
    "cv_matching": 0.378417442703522
  },
  {
    "name": "huynh trung nghia",
    "age": "none",
    "gmail": "nghiaht0412@gmail.com",
    "skills": "html, css, js, bootstrap, react, c#, .net, asp.net core mvc, asp.net web api, winform, entity framework, oop, dependency injection, repository, unitofwork patterns, ms sql, github, teamwork, self-learning",
    "academic": "computer programming",
    "major": "none",
    "language": "none",
    "certificate": "level b certificate in english (2019), level a certificate in office information (2019)",
    "experience": "back-end developer intern at Alta Software, Tan Binh, TPHCM from Jan 2024 to Apr 2024 - reviewing and expanding knowledge of ASP .NET API, microservices, SQL. Analyzing and developing a course enrollment management project. Analyzing and developing a flight document management project.",
    "personality": "none",
    "cv_matching": 0.4605749970343014
  }
]