[
  {
    "name": "Nguyen Van Nam",
    "age": "17/04/2004",
    "gmail": "nguyenvannam17042004@gmail.com",
    "skills": "PHP, HTML5, CSS, Bootstrap, GitHub, Angular, React, Vue, JavaScript, Node.js",
    "academic": "Bachelor's Degree",
    "major": "Information Technology",
    "language": "English",
    "certificate": "None",
    "experience": "2 years as a Web Developer - Built multiple websites using Node.js, Angular, MySQL, Laravel, HTML, CSS, Bootstrap, JavaScript, JSON",
    "personality": "None",
    "cv_matching": 0.3851239638450868
  },
  {
    "name": "Saleem Lalani",
    "age": "none",
    "gmail": "saleem.lalani@gmail.com",
    "skills": "financial modelling, due diligence, transaction structuring, client relationship management, data room management, investor readiness",
    "academic": "Chartered Institute of Management Accountants (CIMA, UK)",
    "major": "Management Accounting",
    "language": "Mandarin",
    "certificate": "none",
    "experience": "Corporate finance professional with experience in M&A, private equity advisory, consulting & restructuring in Asia and the Middle East. Significant experience in financial modelling, due diligence, debt & capex review, transaction structuring, preparing deal documents, crafting presentations and pitch/proposals, client relationship management, data room management, and investor readiness. Actively used major research portals such as Capital IQ, Thomson Reuters, Bloomberg, Merger Market, and One Source. Well versed with client onboarding, KYC, compliance, legal documentation, coordination with auditors, lawyers, and regulators (SEC).",
    "personality": "none",
    "cv_matching": 0.37053158387084245
  },
  {
    "name": "ngô hữu nghị",
    "age": "23",
    "gmail": "nghiaa1ad0@gmail.com",
    "skills": "html, scss, redux-saga, typescript, javascript, reactjs, bootstrap, chart.js, nodejs, expressjs, mongodb, socketio",
    "academic": "software engineering",
    "major": "software engineering",
    "language": "typescript, javascript",
    "certificate": "none",
    "experience": "3 years working as a front-end web developer (intern) at IVS Joint Stock Company. Roles include designing website interfaces and features, project participation in managing water flow information at hydroelectric dams in Japan.",
    "personality": "I'm a software engineering student about to graduate with good communication and quick learning skills. I enjoy coding and the challenge of learning something new every day. I also value every career opportunity and will do everything in my ability to add value to the company.",
    "cv_matching": 0.3758693730198126
  },
  {
    "name": "lee li ting",
    "age": "42",
    "gmail": "ltlee74@gmail.com",
    "skills": "tax incentives, job rotation, finance operations, group consolidation, capital call, redemption processes, accounting system upgrade, data migration, standard costing, tax matters, gst, head office report, cash flow management, inter-company transactions, financial performance analysis, sox compliance, erp system implementation, us gaap, investment allowance, audit, income tax",
    "academic": "ca (singapore), cpa",
    "major": "accountancy",
    "language": "none",
    "certificate": "ca (singapore), cpa",
    "experience": "20 years of working experience. Roles include director, deputy director, associate director, finance manager, accountant, trainee, tax assistant",
    "personality": "none",
    "cv_matching": 0.34642468108546615
  },
  {
    "name": "Mai Hoang Xuan",
    "age": "none",
    "gmail": "hxuan190@gmail.com",
    "skills": "asp.net core, MVC, API, Minimal API, SQL Server, MySQL, MongoDB, C Sharp, Node.js, Express.js, HTML, CSS, JavaScript, Git/GitHub, Docker",
    "academic": "Software Development",
    "major": "none",
    "language": "English",
    "certificate": "AWS Academy Cloud Foundations - Amazon Web Services",
    "experience": "2 years working experience. Roles: Student Result Management System (React.js, Node.js, Express.js, MongoDB, Docker), Online-Shop (React.js, ASP.NET Core MVC, Minimal API, MySQL, Docker)",
    "personality": "none",
    "cv_matching": 0.4155998767396581
  },
  {
    "name": "Michael Harrison",
    "age": "none",
    "gmail": "michael.h@emailsite.co.uk",
    "skills": "Microsoft SQL Server, Microsoft ASP.NET (C#), JavaScript, Software Design, Code Reviews, Testing, Video Streaming Technologies, C++, Unix, Linux",
    "academic": "B.A. (Hons) Computer Science",
    "major": "Computer Science",
    "language": "French, German",
    "certificate": "none",
    "experience": "10 years as a Software Engineer at Berkshire Software Design, working on open source development projects, writing C++ Linux applications, gaining knowledge of OpenGL & OpenGL ES",
    "personality": "Flexible approach, Can-do attitude, Highly motivated and organized, Able to explain technical data to non-technical colleagues, Good technical and analytic skills, Ability to ensure projects run to schedule and budget, Experience of training and mentoring junior and new staff",
    "cv_matching": 0.38131713021234626
  },
  {
    "name": "Leo Leopard",
    "age": "none",
    "gmail": "lleopard@laverne.edu",
    "skills": "communication, leadership, event planning, public speaking",
    "academic": "Bachelor of Arts",
    "major": "Business Administration",
    "language": "Spanish",
    "certificate": "none",
    "experience": "3 years working experience - Member at Enactus, University of La Verne; Volunteer at Lionlike Mindstate, Pomona, CA",
    "personality": "none",
    "cv_matching": 0.3808015318487833
  },
  {
    "name": "none",
    "age": "35",
    "gmail": "ivycgy@yahoo.com.sg",
    "skills": "English, Chinese, MS Office, Excel, PowerPoint, Bloomberg (AIM)",
    "academic": "Bachelor of Science (Business)",
    "major": "none",
    "language": "English, Chinese",
    "certificate": "Certificate in Fund Administration, Bloomberg AIM",
    "experience": "8 years of working experience. Roles include Assistant Manager, Investment Compliance at Lion Global Investors Limited; Compliance Analyst at ConocoPhillips Asia Ventures Pte Ltd; Compliance Officer at Bank of China; Account Services Executive at CIMB Bank Berhad",
    "personality": "Eager to learn and seek self-improvement, Proactive and team player",
    "cv_matching": 0.33881649174860506
  },
  {
    "name": "Nguyễn Văn Nam",
    "age": "none",
    "gmail": "namnv1923@gmail.com",
    "skills": "html/css/javascript/typescript, frontend (reactjs,nextjs), backend (expressjs,nestjs), mysql/mongodb, github/gitlab, redux, ant design, tailwind css, basic docker",
    "academic": "software technology",
    "major": "none",
    "language": "none",
    "certificate": "none",
    "experience": "1 year intern at Vikoisoft Joint Stock Company, 2 months fresher web developer at MyJob",
    "personality": "critical thinking, good communication skill, good time management skill, good presentation skill, good ability to work independently and under high pressure, high responsibility, strong problem-solving skill, fast learner",
    "cv_matching": 0.4323846212528236
  },
  {
    "name": "Krishnakant Sadhu",
    "age": "42",
    "gmail": "sadhukrishnakant@gmail.com",
    "skills": "Java/J2EE, EJB, Struts, JSP, Servlet, IBM BPM, WebSphere Integration Developer",
    "academic": "MCA",
    "major": "Computer Application",
    "language": "English, Hindi, Gujarati",
    "certificate": "IBM Certified WebSphere Integration Developer",
    "experience": "Krishnakant Sadhu has around 9 years of IT experience, with roles including Technical Team Lead, Software Developer, and Programmer. He has 4 years of experience in integrating SOA applications using middleware technologies and 5 years of experience in application development using Java/J2EE technologies. Krishnakant is currently working at IBM India Private Limited as a Team Leader, where he is responsible for project estimation, planning, resource management, and delivery of EAI solutions. He has also worked at E-Infochips Limited and Elegant Microweb Pvt Ltd in various software development roles.",
    "personality": "none",
    "cv_matching": 0.30956232284624147
  },
  {
    "name": "None",
    "age": "31",
    "gmail": "None",
    "skills": "JavaScript, SQL, IBM WebSphere Lombardi 7.2",
    "academic": "B.E - Electronics and Instrumentation Engineering",
    "major": "EIE",
    "language": "English, Tamil",
    "certificate": "IBM WebSphere Lombardi 7.2 Certified Professional",
    "experience": "7 years of experience in technical development and project management roles",
    "personality": "None",
    "cv_matching": 0.402321471373434
  },
  {
    "name": "nguyen chung van",
    "age": "none",
    "gmail": "*******@gmail.com",
    "skills": "java, javascript, c++, spring boot, spring jpa, spring security, expressjs, mysql, postgresql, mongodb, linux",
    "academic": "university degree",
    "major": "system information",
    "language": "none",
    "certificate": "none",
    "experience": "1.5 years as intern backend developer: e-commerce backend, cat shop, myphone",
    "personality": "none",
    "cv_matching": 0.41322040271202004
  },
  {
    "name": "Nguyen Thanh Hung",
    "age": "none",
    "gmail": "nguyent.hung.pntv9@gmail.com",
    "skills": "AWS services, SQL Server, PostgreSQL, MongoDB, Apache Pyspark, Apache Airflow, Apache Kafka, Power BI, Docker, Docker Compose, Pentaho Data Integration, Agile Scrum, GitHub, Microsoft Power Platform, .NET Legacy Systems Development, Back-end Processing",
    "academic": "Bachelor's Degree",
    "major": "Computer Science",
    "language": "English",
    "certificate": "IELTS Academic Certification",
    "experience": "Working as an Intern/Fresher Data Engineer at DXC Technology Service Vietnam from Jan 2022 to Feb 2023. Projects include building data warehouse and Sagemaker recommendation engine, crawling data from AWS resources, conducting ETL process, storing data into PostgreSQL and AWS Redshift, visualizing data by Power BI. Also worked on building ETL data pipeline and stock prices prediction engine, and building realtime data streaming pipeline.",
    "personality": "none",
    "cv_matching": 0.3902364200406921
  }
]