[{"name": "Alan Turing", "age": "none", "gmail": "alan@turing.org.uk", "skills": "problem solving, cryptanalysis, artificial intelligence", "academic": "PhD in Mathematics", "major": "Mathematics", "language": "none", "certificate": "Fellow of the Royal Society, Order of the British Empire, Honorary Doctor of Science", "experience": "PhD in Mathematics at Princeton University, AM in Mathematics at King's College, Cambridge, AB in Mathematics at King's College, Cambridge University. Worked as Deputy Director of the Computing Machine Laboratory at University of Manchester, Head of the Computing Division at National Physical Laboratory, and Cryptanalyst at Government Code and Cypher School.", "personality": "none", "cv_matching": 0.28063959976131286}, {"name": "Alamelu Subramanian", "age": "none", "gmail": "none", "skills": "J2EE, BPM, Oracle BPM", "academic": "none", "major": "none", "language": "none", "certificate": "none", "experience": "8 years as a Tech Lead in Wipro on IBM BPM", "personality": "none", "cv_matching": 0.4045758907308648}, {"name": "none", "age": "none", "gmail": "none", "skills": "none", "academic": "none", "major": "none", "language": "none", "certificate": "none", "experience": "none", "personality": "none", "cv_matching": 0.054161318461383064}, {"name": "anudeep polavarapu", "age": "none", "gmail": "none", "skills": "IBM BPM, JavaScript, HTML, CSS, Dojo Toolkit", "academic": "none", "major": "none", "language": "none", "certificate": "IBM BPM Developer", "experience": "2.8 years as IBM BPM Professional, experienced in analyzing, identifying and designing business process and preparing the BPD, experienced in Dojo framework, experienced in BPD design, coach design, routing policies and report dashboard, implemented IBM BPM project in banking and healthcare domains", "personality": "good team player, easily adapt to new technologies, good analytical and presentation skills", "cv_matching": 0.4048610699429876}, {"name": "aishwarya . r", "age": "none", "gmail": "aishwa92@yahoo.com", "skills": "Java, J2EE, Servlets, JSP, Spring, Apache Tomcat, HTML, CSS, JavaScript, Dojo, MVC Architecture, OOP Concepts, Eclipse, JSTL, AngularJS", "academic": "B.E (Computer Science)", "major": "Computer Science", "language": "English, Tamil", "certificate": "Java SE 6 Programming, Web Component Designs", "experience": "3 years of experience in application development in a product based company using Java and J2EE technologies. 5 months of internship experience with Inautix Technologies. Senior Application Developer at BNY Mellon Technologies since June 2014. Application Developer at Inautix Technologies for the Netx 360 project. Developer-Trainee for the Learning Management System project.", "personality": "hard working, dedicated, sincere, self motivating, fast learner, determinant, good team player, confident, adaptive", "cv_matching": 0.4089790639731769}, {"name": "antonios f. takos", "age": "none", "gmail": "antoniostakos@gmail.com", "skills": "java, python, javascript, html, css, sql, powershell, bash, autohotkey, git, react.js, node.js, express.js, flask, selenium, streamlit, pandas, java swing, elementor, ssh, rdp, pxe, github, google firebase, mysql, wordpress, figma, aws amplify, microsoft office, google suite, leadership, communication, problem-solving, i.t operations, modern greek", "academic": "bachelor of science", "major": "computer science", "language": "modern greek", "certificate": "none", "experience": "4 years - technology specialist, research assistant, software engineer fellow, secretary + web developer, desktop support engineer intern, i.t support specialist", "personality": "none", "cv_matching": 0.5091849855860289}, {"name": "none", "age": "none", "gmail": "none", "skills": "none", "academic": "none", "major": "none", "language": "none", "certificate": "none", "experience": "none", "personality": "none", "cv_matching": 0.05404684573404702}, {"name": "anjaneya", "age": "none", "gmail": "anjaneya9963@gmail.com", "skills": "software testing, api integration, esb integration, ibm technologies, websphere mq, websphere message broker, requirements gathering, analysis, planning, development, testing, documenting, api integration methodologies, webservices, file, mq, iib, technical knowledge, xml technologies, xml, json, xsd, message models, soa integration, sdlc phases, unit testing, flow debugger, graphical mapping, esql, database adapters, file adapters, error handling framework", "academic": "none", "major": "none", "language": "none", "certificate": "none", "experience": "4.5 years as a software developer - api integration at mphatek systems pvt ltd, evolve technologies & services pvt. ltd, ericsson india pvt. ltd", "personality": "none", "cv_matching": 0.4189738402475741}, {"name": "alfred pennyworth", "age": "none", "gmail": "alfred.pennyworth@email.com", "skills": "product management, agile methodologies, leadership, communication, project management, user experience design, market research, data analysis, java, python, javascript, html/css, sql, aws", "academic": "master of business administration", "major": "business administration", "language": "none", "certificate": "none", "experience": "20 years of experience, product manager at Google, software development engineer at Amazon, Apple, Netflix, and Facebook", "personality": "none", "cv_matching": 0.42281851169506723}, {"name": "Antony Deepak Thomas", "age": "none", "gmail": "antonydeepak@gmail.com", "skills": "Microsoft SQL Server, C#, ASP.NET, ASP.NET MVC, jQuery, JavaScript, Python, HTML, CSS3, .NET CLR, NUnit, Managed Extensibility Framework, Design Patterns, Data Driven Testing, LINQ, MSBuild, Regular Expressions, Bash, CSS, Database Design, Software Development", "academic": "Post Graduate Diploma", "major": "Logistics, Materials, and Supply Chain Management", "language": "English, Tamil, French", "certificate": "C# 4.0 Master, ASP.NET 4.0, JavaScript 1.5, SQL Server 2008 Programming, Design Patterns, C# 3.0 Master, Object Oriented Concepts, SQL Server 2005 Programming, .NET Framework Fundamentals, Presentation Skills, Project Management, UML, Business Communication, Business Mathematics, Microeconomic Principles", "experience": "7 years 6 months as a Software Engineer at Microsoft, 1 year 3 months as a Software Developer at JPMorgan Chase, 1 year 1 month as a Software Developer at JPMorgan Chase, 2 years 6 months as an Application Lead Engineer at Toyota Motor Sales, 2 years 1 month as a Cofounder at Bookmark Lending Library, 3 years 1 month as a Web Developer at Cognizant Technology Solutions", "personality": "none", "cv_matching": 0.3832385325250517}, {"name": "John Horton", "age": "none", "gmail": "john.joseph.horton@gmail.com", "skills": "economics, labor economics, econometrics, R, data science, Python, SQL, LaTeX, Mathematica, crowdsourcing, statistics, Emacs, mathematical modeling, organizational economics, Stata, machine learning, data analysis, data mining, analytics, public policy", "academic": "PhD", "major": "Public Policy", "language": "none", "certificate": "none", "experience": "1 year as Assistant Professor at NYU Stern School of Business, 2 years 7 months as Staff Economist at oDesk, 4 years 7 months as Graduate Student in Public Policy at Harvard University, 5 years 1 month as Tank Platoon Leader and Company Executive Officer at US Army", "personality": "none", "cv_matching": 0.37506340698552054}, {"name": "Akhileshwar Reddy Mula Venkata", "age": "none", "gmail": "akhilesh.mvar@gmail.com", "skills": "Java, JavaScript, SQL, HTML, CSS, Spring Framework, JSP, AJAX, jQuery, ReactJS, Bootstrap, Eclipse, Maven, SQL Developer, IBM Rational Team Concert", "academic": "B.Tech Computer Science", "major": "Computer Science", "language": "none", "certificate": "none", "experience": "Over one year of experience as a Software Engineer. Worked at Financial Software & Systems (P) Ltd Chennai and Kairos Technologies Inc Hyderabad. Developed REST services, used Spring Core annotations, ReactJS, Elasticsearch, jQuery, Android application development, Salesforce platform. Internship trainee at Kairos Technologies Inc. Developed applications for educational institutes using Salesforce platform. Full stack development experience in various projects.", "personality": "none", "cv_matching": 0.4241311990771261}, {"name": "vasanthi kasinathan", "age": "none", "gmail": "none", "skills": "Microsoft Office Suite, JDE One World, FinanceOne, QuickBooks, IBM S36, Accpac, EasyPay, ReadyPay", "academic": "ACCA, FCCA, LCCI Diploma in Cost Accounting", "major": "none", "language": "English, Malay", "certificate": "none", "experience": "Fund Controller at Pacific Star Financial Pte Ltd since Oct 2010 - present, Senior Finance Manager at Frasers Centrepoint Asset Management (Commercial) Ltd from Apr 2005 - Mar 2010, Finance Manager at International Mezzanine Fund Management Ltd from 2004 - 2005, Accountant cum HR & Admin Manager at Internet Security Systems Pte Ltd (Southeast Asia & India) from 2000 - 2004, Payroll & Accounts Executive at Tang Cheng Lin & Co from 1998 - 1999, Bank Officer at BSN Commercial Bank, Melaka, Malaysia from 1997 - 1998, Accounts Assistant at Matsushita Denshi (S) Pte Ltd from 1995 - 1997, Assistant Executive at Neptune Orient Lines Ltd (NOL) from 1990 - 1995", "personality": "none", "cv_matching": 0.3466990362689711}, {"name": "abhijeet m. khambe", "age": "none", "gmail": "abhijeetmkhambe@gmail.com", "skills": "j2ee, html, was, tomcat, struts, eclipse, toad, xmlspy, oracle10g, java, sql, microsoft windows xp, windows 7, ibm websphere lombardi, prpc pega", "academic": "none", "major": "none", "language": "none", "certificate": "ibm websphere lombardi 000 -178, pega csa v6.2", "experience": "6.6 years as Senior Applications Developer at Inautix Technologies India Pvt. Ltd. - Worked on projects like Regulation 9 and Corporate Trust Transition Workflow. Responsibilities include designing flow diagrams, manual testing, bug fixing, giving demos, analyzing requirements, designing business process diagrams, unit testing, and bug fixing.", "personality": "none", "cv_matching": 0.3369293493770228}, {"name": "Luong Van Khang", "age": "30", "gmail": "none", "skills": "Python, Django, FastAPI, JavaScript, Docker, Postgres, MongoDB, SQLAlchemy, CI/CD, Pandas, Postgres Python Coding, Finance, PyCharm, ReactJS, Ubuntu, VSCode", "academic": "University", "major": "Mechatronics", "language": "English", "certificate": "Certificate in Udemy Courses: SQL – MySQL for Data Analytics and Business Intelligence, Learn Python Programming Masterclass, Complete Python Developer in 2021 Zero to Mastery, The Complete SQL Bootcamp 2022", "experience": "1 year working experience in software development. Familiar with Python, Django, Django Rest Framework, and FastAPI. Ability to work in high stressful environments with excellent results. Good at English communication. Active and creative person. Detail-oriented person. Expectation: To become a technical leader in the future. To work in a diversified and dynamic team. Other experience: 2017-2019: Working as Design Engineer at Meiko Electronic Vietnam. 2020-2021: Working at Toa Electronic Vietnam as Brand Engineer.", "personality": "Active, Creative, Detail-oriented", "cv_matching": 0.4577497284434216}, {"name": "huynh le huy", "age": "none", "gmail": "lehuyburn23@gmail.com", "skills": "Java, Spring Boot, Spring Security, MongoDB, CRUD, Automation Testing, Flutter", "academic": "University Degree", "major": "Information Technology", "language": "none", "certificate": "none", "experience": "Experienced back-end developer with 1 year of working experience. Roles include CRUD database, writing services for endpoints, automation testing, and developing e-commerce systems.", "personality": "none", "cv_matching": 0.38653887569381956}]